Repository: pitsolutionsgmbh/cookie_control
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, it, pl, ru, si, sk, uk

# titlelabel
source: Cookie Control
it: Controllo Cookie
pl: Cookie ellenőrzése
ru: Контроль куки
sk: Ovládanie cookies
uk: Контроль куки

# introductory_text
source: Some cookies on this site are essential, and the site won't work as expected without them. These cookies are set when you submit a form, login or interact with the site by doing something that goes beyond clicking on simple links.We also use some non-essential cookies to anonymously track visitors or enhance your experience of the site. If you're not happy with this, we won't set these cookies but some nice features of the site may be unavailable.
de: Einige Cookies auf diesen Seiten sind essenziell damit die Website erwartungsgem äß funktioniert. Diese Cookies werden gesetzt, wenn Sie ein Formular übermitteln, sich anmelden oder mit der Seite interagieren, was über das einfache Anklicken von Links hinausgeht. Wir benutzen jedoch auch nicht-essenzielle Cookies, um anonym das Verhalten unserer Benutzer zu verfolgen. Der ausschließliche Grund hierf ür ist, unsere Website f ür Sie optimieren zu können. Wenn Sie dies aber nicht wollen, setzen wir keine Cookies. Jedoch sind dann möglicherweise einige hilfreiche Funktionen dieser Website nicht mehr nutzbar.
it: Alcuni cookie su questo sito sono essenziali, e il sito potrebbe non funzionare come previsto senza di loro. Questi cookies vengono impostati quando si invia un modulo, effettua il login o interagire con il sito facendo qualcosa che va al di là del link semplice. Utilizziamo anche dei cookies non essenziali per monitorare i visitatori anonimamente o migliorare la vostra esperienza del sito. Se non sei soddisfatto di questo, noi non impostiamo questi cookies, ma alcune caratteristiche del sito potrebbero non essere disponibili.
pl: Ta strona używa COOKIES. Informujemy, że nasza strona pobiera minimum informacji w postaci tzw. cookies (ciasteczek). Umożliwiają one dostosowanie ergonomii i funkcjonalności naszej witryny do ciągle zmieniających się oczekiwań i potrzeb Użytkowników. Pliki te są bezpieczne i nigdy nie zawierają żadnych danych osobowych, albo takich, które pomogłyby w Państwa bezpośredniej identyfikacji.Kontynuując przeglądanie witryny www.bibusmenos.pl, wyrażasz zgodę na otrzymywanie wysyłanych przez nią plików Cookies.Ustawienia na stronie www.bibusmenos.pl domyślnie zezwalają na zastosowanie plików cookies. Ma to na celu dostosowanie serwisu do indywidualnych potrzeb Użytkowników. W każdym momencie możesz zmodyfikować ustawienia dotyczące plików cookiesW każdej chwili mogą Państwo zmienić ustawienia dotyczące zapisywania Cookies, korzystając z poniższej opcji i wyłączyć obsługę Cookies.Prosimy mieć na uwadze fakt, że w przypadku wyłączenia obsługi COOKIES niektóre funkcje naszej strony internetowej będą niedostępne
ru: Некоторые куки на этом сайте являются существенными, и сайт не будет работать должным образом без них. Эти файлы устанавливаются при отправке формы, войдите или взаимодействуйте с сайтом , делая что-то, что выходит за рамки простого нажатия на ссылки. Мы также используем некоторые несущественные куки для отслеживания посетителей анонимно или увеличить время вашего пребывания на сайте. Если вы не довольны этим, мы не будем устанавливать эти куки, но некоторые отличные функции сайта могут быть недоступны.
si: Nekaj piškotov na tej strani je potrebnih, da bo spletna stran delovala. Ti piškoti se ustvarijo ko posredujete formular, se prijavite ali s stranjo interagirate kar je več kot običajno klikanje po spletni strani. Mi uporabljamo tudi nepotrebne piškote, da anonimno opazujemo obnašanje naših obiskovalcev spletne strani. Edini vzrok za to opazovanje je izboljšanje naše spletne strani v skladu z zahtevami naših obiskovalcev. V kolikor tega ne želite bomo piškote onemogočili vendar se lahko zgodi, da nekaj funkcij naše spletne strani ne bo delovalo.
sk: Niektoré cookies na stránke sú potrebné k správnemu behu stránky.
uk: Деякі куки на цьому сайті є суттєвими, і сайт не буде працювати належним чином без них. Ці файли встановлюються при відправці форми, увійдіть або взаємодійте з сайтом, роблячи щось, що виходить за рамки простого натискання на посилання. Ми також використовуємо деякі несуттєві маркери для відстеження відвідувачів анонімно, або збільшити час вашого перебування на сайті. Якщо ви не задоволені цим, ми не будемо встановлювати ці куки, але деякі відмінні функції сайту можуть бути недоступні.

# cookieofftext
source: Cookies off
de: Cookies deaktivieren
pl: Cookie-k kikapcsolva
ru: Cookies отключены
si: Piškote onemogočiti
sk: Cookies vypmuté
uk: Cookies відключені

# cookiepreftext
source: (One cookie will be set to store your preference)
de: ( Ein Cookie wird gesetzt, um Ihre Einstellung zu speichern )
it: (Un cookie viene impostato per memorizzare la vostra preferenza)
pl: (Egy süti lesz állítva tárolja a preferencia)
ru: (один cookie будет установлен для хранения настроек)
si: (En piškot bo ustvarjen, da si zapolni vaše nastavitve)
sk: Cookie bude nastavené k ôli uloženiu Vašich vlastností
uk: (один cookie буде встановлений для зберігання налаштувань)

# cookiecheckboxlabel
source: Do not ask me again
de: Nicht mehr fragen
it: Non chiedermelo ancora
pl: Ne kérdezze meg újra
ru: Больше не спрашивать
si: Ne vprašaj me več
sk: Viac sa nepýtať
uk: Більше не запитувати

# cookiecheckboxtext
source: (Ticking this sets a cookie to hide this popup if you then hit close. This will not store any personal information)
de: ( Das Anklicken setzt ein Cookie, um dieses Popup zu verbergen, nachdem das Popup über X geschlossen wird. Dieser Cookie speichert keinerlei persönliche Informationen. )
it: (Selezionando questa imposta un cookie per nascondere questo popup se quindi colpito vicino. Ciò non memorizza alcun dato personale)
pl: (Ketyeg ez beállít egy cookie rejteni ezt a popup, ha majd nyomja meg a Bezárás gombra. Ez nem tárolnak semmilyen személyes adatot)
si: Klik ustvari piškot, da bi se popup skril ko se preko X zapre. Ta piškot ne bo shranil osebnih informacij
sk: Kliknutím na toto nastavenie sa nastaví cookie na skrývanie popup okna.

source: Close
de: Schliessen
it: Chiudi
pl: közeli
ru: Закрыть
si: Zapreti
sk: Zatvoriť
uk: Закрити

# cookieoff
source: Cookies are off
de: Cookies sind deaktiviert
it: i Cookies sono off
pl: A cookie-k kikapcsolása
ru: Cookies отключены
si: Piškoti so onemogočeni
sk: Cookies vypnuté
uk: Cookies відключені

# cookieon
source: Cookies are on
de: Cookies sind aktiviert
it: i Cookies sono on
pl: Cookie-k vannak
ru: Cookies включены
si: Piškoti so omogočeni
sk: Cookies zapnuté
uk: Cookies включені

source: Read more
de: Zeige mehr
it: Leggi altro
pl: Bővebben
ru: Читать больше
si: Pokaži več
sk: Čítať viac
uk: Читати більше

source: Read less
de: Zeige weniger
it: Leggi meno
pl: Olvassa el kevesebb
ru: Читать меньше
si: Pokaži manj
sk: Čítať menej
uk: Читати менше

source: Enable Cookie
de: Tracking-Cookies
it: Abilita Cookie
pl: Engedélyezze a cookie-k
ru: Включить куки
sk: Povoliť cookies
uk: Включити куки
